Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Razem z Arwidem pozbyliśmy się polnych bestii. Pora sprawdzić, jak na to zareaguje Tespi.
uk: Ми з Арвідом позбулися польових жуків. Настав час дізнатися, як на це відреагує Теспі.

source: Razem z Arwidem, innym młodzikiem, który ostatnio do nas dołączył, pójdziecie nam szukać rekrutów.
uk: Разом з Арвідом, ще одним юнаком, який нещодавно приєднався до нас, ти будеш шукати для нас новобранців.

source: Razem z Caramonem już trochę przeszliśmy, dlatego postanowił towarzyszyć mi w wyprawie.
uk: Ми з Карамоном разом пережили вже чимало подій, тож він вирішив супроводжувати мене в цій експедиції.

source: Razem z Caramonem mam iść do karczmy Gerstanda, gdzie muszę dyskretnie przekonać Ernesto, by zaczął głośno mówić o swoich planach. Caramon w tym czasie będzie się przyglądał innym gościom. Jeśli któryś będzie się podejrzanie zachowywał, to zaczniemy jego obserwację. Pójdę opisać plan Caramonowi.
uk: Ми з Карамоном маємо піти до корчми Герстанда, де я маю непомітно переконати Ернесто почати голосно розповідати про свої плани. Карамон тим часом стежитиме за іншими гостями. Якщо хтось із них поводитиметься підозріло, ми почнемо стежити за ними. Потрібно піти та розповісти Карамону про наш план.

source: Razem z Caramonem przekonaliśmy ich, że napad na naszego współpracownika to duży błąd.
uk: Ми з Карамоном переконали їх, що напад на нашого партнера буде великою помилкою.

source: Razem z Dennisem, rozmówiliśmy się z włóczęgą Terrym. Okazało się, że to nie on otruł Holdwiga, a sam właściciel winnicy po prostu struł się jakimś jadłem. Najważniejsze jednak, że się obudził, a ja dostanę w końcu swoje złoto.
uk: Разом з Деннісом ми поговорили з волоцюгою Террі. Виявилося, що це не він отруїв Гольдвіга, а сам власник виноградника просто подавився якоюсь їжею. Але найголовніше, що він прийшов до тями, а я нарешті отримаю своє золото.

source: Razem z Dusterem próbowaliśmy przedrzeć się przez tunele pełzaczy, które są połączone ze skarbcem.
uk: Разом з Дастером ми намагалися прорватися крізь тунелі повзунів, які сполучені зі скарбницею.

source: Razem z Dusterem próbowaliśmy przedrzeć się przez tunele pełzaczy.
uk: Разом з Дастером ми намагалися прорватися крізь тунелі повзунів.

source: Razem z Gerhardem postanowiliśmy wysłać Holdwiga do Górniczej Doliny.
uk: Ми з Герхардом вирішили відправити Гольдвіга до Гірничої Долини.

source: Razem z Gumbertem szukaliśmy, co mogło zaszkodzić Holdwigowi i...
uk: Ми разом з Гумбертом намагалися з'ясувати, що могло заподіяти шкоду Гольдвігові і...

source: Razem z Hierro poszliśmy przygotować truciznę.
uk: Ми з Гієро пішли готувати отруту.

source: Razem z Huxlayem odprowadzimy Anskara do Graysona. Muszę przy okazji zdać też raport o stoczni.
uk: Ми з Хакслі супроводжуватимемо Анскара до Грейсона. Принагідно я маю доповісти про корабельню.

source: Razem z Huxlayem podzieliliśmy się zadaniami. On zajmie się poszukiwaniami Anskara, ja natomiast mam zabawić się w sabotażystę. Huxlay uważa, że jeśli straty będą zauważalne, to prawdziwy szkodnik ujawni się sam. Dostałem listę rzeczy, które należy wykonać. Powinienem ją przeczytać.
uk: Ми з Хакслі поділили завдання. Він займатиметься пошуками Анскара, а я маю відігравати роль саботажника. Хакслі вважає, що якщо пошкодження будуть помітними, то справжній диверсант сам себе видасть. Мені дали список того, що я маю зробити. Мені слід з ним ознайомитись.

source: Razem z Ivy jesteśmy przed murami Wilczego Leża. Pora porozmawiać ze strażnikiem twierdzy.
uk: Ми з Айві знаходимося біля стін Вовчого Лігва. Настав час поговорити з вартовим фортеці.

source: Razem z Kesselem mamy jeszcze kilka ksiąg do przestudiowania. Przeszłość twierdzy jest bardzo mglista, a wyruszenie tam bez odpowiedniej wiedzy jest równe z samobójstwem.
uk: Нам з Кесселем ще потрібно вивчити декілька книг. Минуле фортеці дуже туманне, і йти туди без відповідних знань – це самогубство.

source: Razem z Leną wyruszyłem z Przystani. Powinienem zaprowadzić ją jak najbliżej miasta.
uk: Ми з Оленою вирушили з Гавані. Я повинен привести її якомога ближче до міста.

source: Razem z Marvinem będziemy oczekiwać wiadomości na zewnątrz kaplicy.
uk: Ми з Марвіном чекатимемо на ваше рішення біля храму.

source: Razem z Nivelem i Mirohem trochę przeszliśmy...
uk: Разом з Нівелем та Міро ми вже дещо пережили...

source: Razem z Odgarem wykułem dla mnie miecz. Wygląda całkiem nieźle, Roderich powinien być zadowolony.
uk: Разом з Одгаром ми викували для мене меч. Виглядає непогано, Родеріх буде задоволений.

source: Razem z Oktavem i niewielkim oddziałem strażników mamy uderzyć na kryjówkę renegatów. Zdecydowałem się zaatakować od strony dolnego wejścia, tego, którym ostatnio uciekłem z jaskini. Na miejsce powinienem wstawić się w nocy.
uk: Разом з Октавом і невеликим загоном вартових нам потрібно напасти на схованку відступників. Я вирішив атакувати з боку нижнього входу, яким я минулого разу тікав з печери. Я маю прибути на місце вночі.

source: Razem z Oktavem i niewielkim oddziałem strażników mamy uderzyć na kryjówkę renegatów. Zdecydowałem się zaatakować od strony górnego wejścia, tego, którym ostatnio dostałem się do środka. Na miejsce powinienem wstawić się w nocy.
uk: Разом з Октавом і невеликим загоном вартових нам потрібно напасти на схованку відступників. Я вирішив атакувати з боку верхнього входу, через який я минулого разу потрапив всередину. Я маю прибути на місце вночі.

source: Razem z Riordianem musimy sprawdzić, czy na placu Vardhal nie pojawili się kolejni ożywieńcy.
uk: Нам з Ріордіаном слід перевірити, чи не з'явилася ще якась нечисть на площі Вардхалу.

source: Razem z Riordianem wydostaliśmy się z podziemi Vardhal. W końcu...
uk: Ми з Ріордіаном вибралися з підземель Вардхалу. Ну нарешті...

source: Razem z Riordianem zajmiemy się reorganizacją chłopaków i wszystkimi rannymi.
uk: Ми з Ріордіаном подбаємо про реорганізацію хлопців та всіх поранених.

source: Razem z Rupertem wyruszyliśmy po naszych towarzyszy.
uk: Ми з Рупертом вирушили за нашими супутниками.

source: Razem z Sevinusem zrobiliśmy wstępne rozeznanie w terenie. Jest ciemno i cholernie wilgotno. Nie wiem jakim cudem udało mi się rozpalić tę pochodnię. Ioris była sprytniejsza, bo użyła zaklęcia, które zdobyła na rynku. Kerran poszedł swoim zwyczajem w swoją stronę. Mam nadzieję, że nie wpadnie w tarapaty.
uk: Ми з Севінусом провели попередню розвідку місцевості. Тут темно і до дідька волого. Не знаю, як мені вдалося запалити цей смолоскип. Йоріс виявилася розумнішою, бо використала заклинання, яке придбала на ринку. Керран же як завжди пішов своїм шляхом. Сподіваюся, він не втрапить в неприємності.

source: Razem z Twoimi oddziałami, może nawet uda nam się przejąć miasto pokojowo - pomyśl ile istnień mamy szansę uratować!
uk: Разом з твоїми підрозділами ми навіть зможемо захопити місто мирним шляхом - подумай, скільки життів ми зможемо врятувати!

source: Razem z Weigarem stwierdziliśmy, że lepiej zakończyć patrol zanim natrafimy na kolejne problemy.
uk: Ми з Вейгаром дійшли висновку, що краще закінчити патрулювання, перш ніж у нас виникнуть нові проблеми.

source: Razem z Weigarem zabiliśmy herszta na Wybrzeżu Topielców.
uk: Ми з Вейгаром убили вождя на Узбережжі луркерів.

source: Razem z bratem nie pochodzimy z Archolos – to wystarczający powód, by wszyscy umywali ręce od jego zniknięcia.
uk: Ми з братом – не з Архолосу. Для всіх це достатня причина, щоб умити руки від його зникнення.

source: Razem z braćmi uradziliśmy, że należy pomóc ludziom dotkniętym tą straszną tragedią. Postanowiłem na nowo otworzyć lecznicę dla cierpiących na ciele i duszy, a bratu Rierolowi poleciłem sprowadzić z okolicznych upraw wszystkie znane zioła lecznicze.
uk: Ми з братами вирішили, що необхідно допомогти людям, які постраждали від цієї жахливої трагедії. Я вирішив знову відкрити центр зцілення для тих, хто постраждав тілом і душею, і доручив брату Рієролу зібрати всі відомі лікарські трави з навколишніх полів.

source: Razem z chłopakami zrobiliśmy małą zrzutkę, by wspomóc Cię czymś więcej niż tylko miłymi słowami. W paczce znajdziesz kilka przedmiotów, które powinny Ci się przydać.
uk: Ми з хлопцями зібрали невеличкий подарунок, щоб підтримати тебе не лише добрими словами. У пакунку ти знайдеш декілька предметів, які стануть тобі у нагоді.

source: Razem z chłopakami zrobiliśmy małą zrzutkę, by wspomóc Cię czymś więcej niż tylko sentymentami. W paczce znajdziesz kilka przedmiotów, które powinny Ci się przydać.
uk: Ми з хлопцями зробили невеликий внесок, щоб підтримати тебе не лише словами. У цьому пакунку ти знайдеш декілька речей, які стануть тобі у нагоді.

source: Razem z moim bratem, Amirem, prowadzimy ten przybytek od dobrych kilku lat, a gości stale przybywa.
uk: Ми з моїм братом, Аміром, керуємо цим закладом вже добрих кілька років, і кількість гостей постійно зростає.

source: Razem z paroma innymi ludźmi musisz przypilnować transportu przez tamtejszy złowieszczy las, gdzie podobno grasują straszne bestie.
uk: Разом із кількома людьми ти маєш супроводити вантаж через тамтешній зловісний ліс, де, за чутками, водяться страшні звірі.

source: Razem z pozostałymi członkami rady zajmują się ustalaniem nowych przepisów, skarbcem miasta oraz wszelką biurokracją.
uk: Разом з іншими членами ради вони відповідають за встановлення нових правил, міську казну та всю бюрократію.

source: Razem z resztą magów jeszcze raz przedyskutowaliśmy tę sprawę.
uk: Разом з рештою магів ми ще раз обговорили це питання.

source: Razem z resztą straży walczą przeciwko Ulrykowi w Starym Mieście.
uk: Разом з іншими вартовими вони борються проти Ульріка в Старому місті.

source: Razem ze Starym Liamem obmyśliliśmy plan, który może zjednoczyć braci. Mam się z nim spotkać ponownie jutro rano, wtedy da mi wzór, według którego spiszemy nową wersję testamentu Valerio.
uk: Ми зі старим Ліамом розробили план, який може примирити братів. Я маю завтра вранці знову зустрітися з ним, і він дасть мені зразок, за яким ми напишемо нову версію заповіту Валеріо.

source: Rdest polny
uk: Спориш польовий

source: Rdza powiadasz...
uk: Заіржавіти, кажеш...

source: Reasumując, mam pomóc z dostawami wina, żeby spotkać się z Benem.
uk: Якщо коротко, то я маю допомогти з доставкою вина для зустрічі з Беном.

source: Reasumując, można powiedzieć, że szybkie wykonanie tego zadania jest potrzebne do stałego dopływu kruszcu, zapewniającego spory dochód.
uk: Підсумовуючи, можна сказати, що швидке виконання цього завдання необхідне для постійного постачання руди, що забезпечує чималий дохід.

source: Reasumując, mój udział w sprawie można uznać za zakończony?
uk: Отже, мою участь у цій справі можна вважати завершеною?

source: Reasumując, nie tylko uratowałeś dobre imię Gildii, ale podniosłeś naszą reputację wśród obywateli.
uk: Таким чином, ти не тільки врятував добре ім'я Гільдії, але й підвищив нашу репутацію серед громадськості.

source: Reasumując, odwaliłeś kawał dobrej roboty. Masz, jako wyraz wdzięczności Króla Myrtany.
uk: Зрештою, ти виконав чудову роботу. Ось тобі, у якості подяки від Короля Міртани.

source: Recepcjonista
uk: Адміністратор

source: Receptura
uk: Кулінарний рецепт

source: Receptura Dagoberta
uk: Рецепт Дагоберта

source: Receptura Dagoberta, uzupełniona przez Riordiana.
uk: Рецепт Дагоберта, доповнений Ріордіаном.

source: Receptura eliksiru
uk: Рецепт еліксиру,

source: Receptura eliksiru na
uk: Рецепт еліксиру, який

source: Receptura eliksiru na długo
uk: Рецепт еліксиру, який на довгий час

source: Receptura eliksiru na krótko
uk: Рецепт еліксиру, який на короткий час

source: Receptura eliksiru zwiększającego
uk: Рецепт еліксиру, який тимчасово

source: Receptura: Długotrwała mikstura Odnowy Many
uk: Рецепт: Довготривале зілля відновлення мани

source: Receptura: Długotrwała mikstura Odnowy Życia
uk: Рецепт: Довготривале зілля відновлення здоров'я

source: Receptura: Długotrwały eliksir wzmocnienia ducha
uk: Рецепт: Довготривалий еліксир покращення мани

source: Receptura: Długotrwały eliksir wzmocnienia siły
uk: Рецепт: Довготривалий еліксир покращення сили

source: Receptura: Długotrwały eliksir wzmocnienia skóry
uk: Рецепт: Довготривалий еліксир покращення захисту

source: Receptura: Długotrwały eliksir wzmocnienia zręczności
uk: Рецепт: Довготривалий еліксир покращення спритності

source: Receptura: Długotrwały eliksir wzmocnienia życia
uk: Рецепт: Довготривалий еліксир покращення здоров'я

source: Receptura: Eliksir ducha
uk: Рецепт: Еліксир духу

source: Receptura: Eliksir siły
uk: Рецепт: Еліксир сили

source: Receptura: Eliksir wzmocnienia ducha
uk: Рецепт: Еліксир покращення мани

source: Receptura: Eliksir wzmocnienia siły
uk: Рецепт: Еліксир покращення сили

source: Receptura: Eliksir wzmocnienia skóry
uk: Рецепт: Еліксир покращення захисту

source: Receptura: Eliksir wzmocnienia zręczności
uk: Рецепт: Еліксир покращення спритності

source: Receptura: Eliksir wzmocnienia życia
uk: Рецепт: Еліксир покращення здоров'я

source: Receptura: Eliksir zręczności
uk: Рецепт: Еліксир спритності

source: Receptura: Eliksir życia
uk: Рецепт: Еліксир життя

source: Receptura: Mikstura Odnowy Many
uk: Рецепт: Зілля відновлення мани

source: Receptura: Mikstura Odnowy Życia
uk: Рецепт: Зілля відновлення здоров'я

source: Receptura: Mikstura kamiennej skóry
uk: Рецепт: Зілля кам'яної шкіри

source: Receptura: Mikstura oddychania pod wodą
uk: Рецепт: Зілля підводного дихання

source: Receptura: Mikstura swobodnego spadania
uk: Рецепт: Зілля вільного падіння

source: Receptura: Mikstura szybkości
uk: Рецепт: Зілля швидкості

source: Receptura: Silna mikstura szybkości
uk: Рецепт: Довготривале зілля швидкості

source: Receptura: Wywar z niebieskiego bzu
uk: Рецепт: Відвар з синьої бузини

source: Recon
uk: Рікон

source: Recon i Veigo podziękowali mi za pomoc, a jako wyraz wdzięczności otrzymałem parę monet. Mogę też liczyć na ich pomoc w przyszłości - gorzej, że nie są w stanie zapewnić mi referencji u skryby.
uk: Рікон і Вейго подякували мені за допомогу, і на знак подяки я отримав кілька монет. Я також можу розраховувати на їхню допомогу в майбутньому. Шкода, що вони не можуть надати мені рекомендацію для писаря.

source: Recon i Veigo podziękowali mi za pomoc, a jako wyraz wdzięczności otrzymałem parę monet. Mogę też liczyć na ich pomoc w przyszłości.
uk: Рікон і Вейго подякували мені за допомогу, і на знак подяки я отримав кілька монет. Я також можу розраховувати на їхню допомогу в майбутньому.

source: Recon i Veigo uważają się za niewinnych. Ich zdaniem dźwig uszkodził ktoś z Biednej Dzielnicy Portowej - na pewno warto to sprawdzić.
uk: Рікон і Вейго не визнають себе винними. Вони вважають, що кран був пошкоджений кимось із Бідного портового кварталу – звісно, це варто перевірити.

source: Recon może mi pokazać, jak lepiej radzić sobie z zamkniętymi zamkami.
uk: Рікон може показати мені, як краще поводитися із замкненими замками.

source: Reez mnie obudził i zaczął coś mówić. Byłem rozespany, więc nie zrozumiałem wszystkiego. Odnotowałem tylko, jak włożył mi do ręki jakiś kawałek metalu.
uk: Різ розбудив мене і почав щось розказувати. Я був сонний, тому не все зрозумів. Лише помітив, як він всунув мені в руку щось металеве.

source: Reez zaginął jakiś tydzień temu. Wcześniej zostawił Refirowi na przechowanie fragment klucza - kto wie, może później do czegoś się przyda. Niedługo przed zniknięciem Reez został też pobity przez strażnika Elvarta.
uk: Різ зник близько тижня тому. Перед цим він залишив Рефіру на зберігання фрагмент ключа – хто знає, можливо, він коли-небудь стане в нагоді. Також незадовго до зникнення Різа побив вартовий Ельварт.

source: Referencje od Albyna
uk: Рекомендація від Альбіна

source: Referencje od Fridy
uk: Рекомендація від Фріди

source: Referencje od Leona
uk: Рекомендація від Леона

source: Referencje od Mateya
uk: Рекомендація від Матея

source: Referencje od Patracjana
uk: Рекомендація від Патриціана

source: Referencje od Ramony
uk: Рекомендація від Рамони

source: Referencje od Runara
uk: Рекомендація від Рунара

source: Referencje od Ruuda
uk: Рекомендація від Рууда

source: Referencje od Tengrala
uk: Рекомендація від Тенграла

source: Referencje od Tomasa
uk: Рекомендація від Томаса

source: Refir
uk: Рефір

source: Refir postanowił odwdzięczyć mi się za zabicie golemów. Zawsze to parę sztuk złota w kieszeni, a magiczne zwoje może mi się kiedyś przydadzą.
uk: Рефір вирішив винагородити мене за вбивство големів. Кілька золотих монет та магічні сувої зайвими ніколи не будуть.

source: Refir, górnik z kopalni królewskiej, może mnie odpłatnie nauczyć kradzieży kieszonkowej.
uk: Рефір, гірник з королівської копальні, може навчити мене за певну плату обкраданню кишень.

source: Refir, górnik z kopalni królewskiej, może mnie odpłatnie nauczyć skuteczniejszego wydobywania minerałów.
uk: Рефір, гірник із Королівської копальні, за певну плату може навчити мене, як ефективніше видобувати корисні копалини.

source: Refir. Niezłe z niego ziółko, trzeba przyznać. Potrafi sobie zadrwić ze strażnika, a zawsze robi to tak, że tylko my, górnicy, się orientujemy.
uk: З Рефіром. Мушу визнати, він доволі специфічний. Він може так поглузувати з вартового, що тільки ми, гірники, це зрозуміємо.

source: Refleks i precyzyjne ataki lepsze od zwykłej siły, co? Dobrze! Ile chcesz postawić?
uk: Рефлекси і точні удари кращі за просту силу, так? Добре! Скільки хочеш поставити?

source: Reg
uk: Рег

source: Regał na książki
uk: Книжкова шафа

source: Regen ma już swoje lata, ale mimo to zachował bystrość umysłu. Przynajmniej według mnie, bo nie wszyscy w klasztorze zgadzają się z jego decyzjami w ostatnim czasie.
uk: Реген вже немолодий, але, тим не менш, зберіг ясність розуму. Принаймні мені так здається, бо останнім часом не всі в монастирі згодні з його рішеннями.

source: Regenie. Jest to chłopak inteligentny i szukający sprawiedliwości.
uk: Регене. Цей хлопчина розумний і прагне справедливості.

source: Regularna porcja zdaje się wywoływać wymioty.
uk: Звичайна доза, здається, викликає блювоту.

source: Regularna porcja zdaje się wywoływać wymioty. Nie widziałem żadnych śladów przemiany, a badany również nie wspominał o żadnych dodatkowych efektach.
uk: Звичайна доза, здається, викликає блювоту. Я не побачив жодних ознак трансформації, і піддослідний також не згадував про жодні додаткові ефекти.

source: Regularnie kursuje pomiędzy winnicami, farmami i miastem. Może będzie miał jakiś pomysł, jak dostać się do miasta.
uk: Він регулярно катається між виноградниками, фермами та містом. Можливо, він підкаже, як потрапити в місто.

source: Regularnie piję mikstury wzmacniające.
uk: Я регулярно п'ю зміцнювальні еліксири.

source: Regularnie piję mikstury wzmacniające. Zwiększają siłę i wytrzymałość bez potrzeby długiego treningu.
uk: Я регулярно п'ю зміцнювальні еліксири. Вони підвищують силу і витривалість без необхідності тривалих тренувань.

source: Reiisen - 'Dzięki mnie ominął was okropny quest. Nie musicie dziękować'
uk: Reiisen – 'Завдяки мені ти уникнув жахливого квеста. Не треба дякувати.'

source: Reina z kolei wyruszyła na odległą wyspę Laran. Na przepastnych bagnach wzniosła przyczółek wydobywczy, będący źródłem cennych kryształów.
uk: Рейна, в свою чергу, вирушила на віддалений острів Ларан. Вона звела гірничий форпост у бездонних болотах, джерелі дорогоцінних кристалів.

source: Rekruci bronili się do samego końca, niestety polegli.
uk: Новобранці оборонялися до кінця, але, на жаль, вони загинули.

source: Rekruci, stać!
uk: Новобранці, стояти!

source: Rekrut
uk: Новобранець

source: Rekrut Marvin melduje się na służbę!
uk: Новобранець Марвін прибув на службу!

source: Rekrut Marvin melduje się po ukończeniu biegu!
uk: Новобранець Марвін доповідає про завершення забігу!

source: Religia
uk: Релігія

source: Remuz
uk: Ремуз

source: Remy
uk: Ремі

source: Remy nie chce mi niczego sprzedać. Nie pozostaje mi nic innego, jak samemu zapolować na dziki... albo sprawdzić dokładnie kufry rzeźnika.
uk: Ремі не хоче мені нічого продавати. Мені не залишається нічого іншого, окрім як вполювати кабана самому... або ретельно перевірити скрині м'ясника.

source: Remy oddał ci nadmiar mięsa.
uk: Ремі повернув вам надлишки м'яса.

source: Remy to tutejszy rzeźnik. Sprzedaje mięso i mięsne potrawy. Swój dom ma na wschód od młyna.
uk: Ремі – місцевий різник. Він продає м'ясо та м'ясні страви. Його будинок знаходиться на схід від млина.

source: Renegaci mieli z tym jakiś związek?
uk: Чи мали до цього якесь відношення відступники?

source: Renegaci musieli przeczuwać, że Roderich szykuje na nich obławę. Zabili zwiadowców i opuścili kryjówkę. Muszę poszukać jakichś wskazówek odnośnie ich aktualnego miejsca pobytu. Może w drugiej grocie Salvi zostawił jakieś ślady?
uk: Відступники, мабуть, відчули, що Родеріх готує на них облаву. Вони вбили розвідників і покинули схованку. Я повинен пошукати якісь зачіпки щодо їхнього теперішнього місцезнаходження. Можливо, Сальві залишив якісь сліди в іншому відгалуженні печері?

source: Renegaci na ścieżce do pszczelarzy.
uk: Відступники на шляху до пасічників.

source: Renegaci nie wymordowali wszystkich ludzi Gerwina. Salvi zaprowadził mnie do Daniela - wciąż lojalnego straży chłopaka. Kazał mi go zabić, abym dał dowód mojej lojalności. Może jednak obejdzie się bez rozlewu krwi? Obiecałem Salviemu, że przeciągnę chłopaka na stronę renegatów. Jeśli uda mi się to zrobić, będę mógł dołączyć do grupy i prowadzić dalej moje śledztwo.
uk: Відступники перебили не всіх людей Гервіна. Сальві привів мене до Даніеля – все ще вірного Варті хлопця. Він наказав мені вбити його на доказ моєї вірності. Може, вдасться обійтися без кровопролиття? Я пообіцяв Сальві, що переманю хлопця на бік відступників. Якщо мені це вдасться, я зможу приєднатися до групи та продовжити своє розслідування.

source: Renegaci nie wymordowali wszystkich ludzi Gerwina. Salvi zaprowadził mnie do Daniela - wciąż lojalnego straży chłopaka. Kazał mi go zabić, abym dał dowód mojej lojalności. Tylko wtedy będę mógł dołączyć do grupy i prowadzić dalej moje śledztwo.
uk: Відступники перебили не всіх людей Гервіна. Сальві привів мене до Даніеля – все ще вірного Варті хлопця. Він наказав мені вбити його на доказ моєї вірності. Тільки тоді я зможу приєднатися до групи та продовжити своє розслідування.

source: Renegaci nie żyją. Mogę teraz bez problemu użyć dźwigni i porozmawiać z uprowadzoną o jej wolności.
uk: Відступники мертві. Тепер я можу легко скористатися важелем та звільнити дівчину.

source: Renegaci planują jakiś większy atak.
uk: Відступники планують якусь велику атаку.

source: Renegaci to nasz własny problem. To nasi chłopcy, którzy nagle postanowili robić bałagan zamiast go sprzątać. Nie mamy prawa wciągać w to kogoś innego.
uk: Відступники – це наша власна проблема. Це наші хлопці, які раптом вирішили влаштувати безлад замість того, щоб його прибирати. Ми не маємо права втягувати в це когось іншого.

source: Renegaci ukryli się w jaskini w pobliżu Silbach.
uk: Відступники сховалися в печері поблизу Сільбаху.

source: Renegaci zaatakują od strony miasta.
uk: Відступники атакуватимуть з боку міста.

source: Renegaci zostali już wysłani do Królestwa Beliara?
uk: Відступники вже відправлені в Царство Беліара?

source: Renegaci, jak szczury, cały czas kryli się w jaskini. Niestety, zwiadowcom nie udało się znaleźć żadnego wejścia, oprócz dwóch dokładnie strzeżonych drewnianych bram.
uk: Відступники, як щури, весь час ховалися в печері. На жаль, розвідникам не вдалось знайти жодного входу, окрім двох дерев'яних воріт, що ретельно охоронялися.

source: Renegaci? Jacy znowu renegaci?
uk: Відступники? Які ще відступники?

source: Renegat
uk: Відступник
